{
  "_name_or_path": "microsoft/deberta-large-mnli",
  "architectures": [
    "DebertaForMaskedPromptBasedLM"
  ],
  "attention_probs_dropout_prob": 0.1,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 1024,
  "id2label": {
    "0": "thought",
    "1": "action",
    "2": "Stimulation",
    "3": "Hedonism",
    "4": "Achievement",
    "5": "dominance",
    "6": "resources",
    "7": "Face",
    "8": "personal",
    "9": "societal",
    "10": "Tradition",
    "11": "rules",
    "12": "interpersonal",
    "13": "Humility",
    "14": "caring",
    "15": "dependability",
    "16": "concern",
    "17": "nature",
    "18": "tolerance",
    "19": "objectivity"
  },
  "initializer_range": 0.02,
  "intermediate_size": 4096,
  "label2id": {
    "Achievement": 4,
    "Face": 7,
    "Hedonism": 3,
    "Humility": 13,
    "Stimulation": 2,
    "Tradition": 10,
    "action": 1,
    "caring": 14,
    "concern": 16,
    "dependability": 15,
    "dominance": 5,
    "interpersonal": 12,
    "nature": 17,
    "objectivity": 19,
    "personal": 8,
    "resources": 6,
    "rules": 11,
    "societal": 9,
    "thought": 0,
    "tolerance": 18
  },
  "layer_norm_eps": 1e-07,
  "max_position_embeddings": 512,
  "max_relative_positions": -1,
  "model_type": "deberta",
  "num_attention_heads": 16,
  "num_hidden_layers": 24,
  "pad_token_id": 0,
  "pooler_dropout": 0,
  "pooler_hidden_act": "gelu",
  "pooler_hidden_size": 1024,
  "pos_att_type": [
    "c2p",
    "p2c"
  ],
  "position_biased_input": false,
  "relative_attention": true,
  "tie_word_embeddings": false,
  "torch_dtype": "float32",
  "transformers_version": "4.34.0",
  "type_vocab_size": 0,
  "vocab_size": 50265
}
