{
  "add_bos_token": false,
  "add_prefix_space": false,
  "added_tokens_decoder": {
    "0": {
      "content": "[PAD]",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "[CLS]",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "2": {
      "content": "[SEP]",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "[UNK]",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "50264": {
      "content": "[MASK]",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "additional_special_tokens": [],
  "bos_token": "[CLS]",
  "clean_up_tokenization_spaces": true,
  "cls_token": "[CLS]",
  "do_lower_case": false,
  "eos_token": "[SEP]",
  "errors": "replace",
  "id2label": {
    "0": "thought",
    "1": "action",
    "2": "Stimulation",
    "3": "Hedonism",
    "4": "Achievement",
    "5": "dominance",
    "6": "resources",
    "7": "Face",
    "8": "personal",
    "9": "societal",
    "10": "Tradition",
    "11": "rules",
    "12": "interpersonal",
    "13": "Humility",
    "14": "caring",
    "15": "dependability",
    "16": "concern",
    "17": "nature",
    "18": "tolerance",
    "19": "objectivity"
  },
  "label2id": {
    "Achievement": 4,
    "Face": 7,
    "Hedonism": 3,
    "Humility": 13,
    "Stimulation": 2,
    "Tradition": 10,
    "action": 1,
    "caring": 14,
    "concern": 16,
    "dependability": 15,
    "dominance": 5,
    "interpersonal": 12,
    "nature": 17,
    "objectivity": 19,
    "personal": 8,
    "resources": 6,
    "rules": 11,
    "societal": 9,
    "thought": 0,
    "tolerance": 18
  },
  "mask_token": "[MASK]",
  "model_max_length": 512,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "tokenizer_class": "DebertaTokenizer",
  "unk_token": "[UNK]",
  "vocab_type": "gpt2"
}
