{
  "additional_special_tokens": [
    "[PAD]",
    "[CLS]",
    "[SEP]",
    "[UNK]",
    "[MASK]"
  ],
  "bos_token": "[CLS]",
  "cls_token": "[CLS]",
  "eos_token": "[SEP]",
  "mask_token": "[MASK]",
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "unk_token": "[UNK]"
}
