{
  "additional_special_tokens": [
    "<s>",
    "<pad>",
    "</s>",
    "<unk>",
    "<mask>"
  ],
  "bos_token": "<s>",
  "cls_token": "<s>",
  "eos_token": "</s>",
  "mask_token": "<mask>",
  "pad_token": "<pad>",
  "sep_token": "</s>",
  "unk_token": "<unk>"
}
