{
  "Achievement": 50267,
  "Face": 34892,
  "Hedonism": 50266,
  "Humility": 50272,
  "Stimulation": 50265,
  "Tradition": 50270,
  "[CLS]": 1,
  "[MASK]": 50264,
  "[PAD]": 0,
  "[SEP]": 2,
  "[UNK]": 3,
  "action": 10845,
  "caring": 50273,
  "concern": 50275,
  "dependability": 50274,
  "dominance": 50268,
  "interpersonal": 50271,
  "nature": 43102,
  "objectivity": 50277,
  "personal": 26892,
  "resources": 40897,
  "rules": 43915,
  "societal": 50269,
  "thought": 26086,
  "tolerance": 50276
}
